{
  "filename": "aboutus.md",
  "__html": "<h1>About Us</h1>\n<p>Integrated Maritime Management (IMM) was established by a group of highly experienced and skilled individuals from the shipping industry to offer fully integrated maritime services to the customers across the globe. The company was incorporated in 2019, located strategically in Singapore with branch offices worldwide in key locations. With our collective experience, knowledge and passion, we cater to all areas of Shipping and Ship Management enabled services at a very reasonable cost. Regardless of the size, type, built and nationality of the vessels and crew, we can provide end to end solutions exceeding our customers’ expectations. Within our diverse team, we have extensive experience in managing LNG, LPG, Ethylene, Oil, Product, Bulk, Container, Offshore and Cruise vessels.</p>\n<center>\n<p><img src=\"../../img/service_cruise2.jpg\" alt=\"\"></p>\n</center>\n<h2>Our Vision:</h2>\n<p>Trusted partner to our Customers delivering first class and fully integrated maritime services.</p>\n<h2>Our Mission:</h2>\n<p>We are poised to provide comprehensive range of management services with focus on our core values.</p>\n<h2>Core Values:</h2>\n<ol>\n<li><strong>Safety</strong> – Safety is our first priority and assurance.</li>\n<li><strong>Excellence</strong> – Stand apart in everything we do by exceeding our commitment to Customers and industry stake holders.</li>\n<li><strong>Integrity</strong> – We are committed to delivering our services with highest degree of honesty &amp; transparency.</li>\n<li><strong>Innovation</strong> – We pride ourselves with constant innovation using most up to date technologies available to provide accuracy and efficiency in our works.</li>\n<li><strong>Protection of Environment</strong> – We carefully consider impact to our environment in everything we do and protect &amp; preserve it.</li>\n<li><strong>Teamwork</strong> – We believe in achieving together as a team.</li>\n<li><strong>Customers First</strong> – We strive to meet Customer requirements by providing tailor made solutions.</li>\n</ol>\n",
  "link": "/en-us/docs/aboutus.html",
  "meta": {}
}