{
  "filename": "team.md",
  "__html": "<h1>Team</h1>\n<center>\n<p><img src=\"./img/team_liusong.jpg\" alt=\"CEO\"></p>\n<p><strong>Chief Executive Officer - Liu Song</strong></p>\n</center>\n<p>Liu Song started his career with China Resources in their Shipping Department. He later moved to establish his own shipping company to own and operate various types of vessels including bulk carriers, gas carriers and some specialized vessels. His business acumen and in-depth knowledge in shipping is the guiding light  for Integrated Maritime. He is the CEO and major share holder of the company.</p>\n<h1></h1>\n<center>\n<p><img src=\"./img/team_paulvarghese.jpg\" alt=\"CEO\"></p>\n<p><strong>Chief Operating Officer - Paul Varghese</strong></p>\n</center>  \nPaul sailed on board various types of vessels with Pacific International Lines, Fleet Management and Synergy Maritime up to the rank of Chief Engineer. He joined ashore with Fleet Management in 2009 rising up to Fleet Manager. Paul has extensive experience in new building, dry docking, major repairs, commercial management and special projects. He joined Noble Group in 2017 to establish their Ship Management Division followed by Integrated Maritime in 2019 as one of the founders and COO. He has a collective industry experience of 19 years.\n<h1></h1>\n<center>\n<p><img src=\"./img/team_ajay.png\" alt=\"CEO\"></p>\n<p><strong>Director, Marine - Capt. Ajay Kumar Das</strong></p>\n</center>\n<p>Ajay has sailed on dry bulk, tankers and container vessels during his sea career with Anglo Eastern Ship Mgmt until 2001. He joined ashore with PacMarine in 2002 as their vetting consultant before joining V Ships in Cyprus in 2005 as their Marine Supdt. He later moved to Stealth Gas as their Fleet Marine Manager in 2007. He joined Heidmar as their commercial operations Manager in 2010 followed by BP Shipping in their vetting and clearance division. He was heading the marine division of Pacific Gas in Singapore before joining IMM as the Director of Marine. Capt Ajay has 31 years of experience in the maritime industry.</p>\n<h1></h1>\n\t\t<center>\n\t\t\t<p><img style='width:280px;' src=\"./img/team_peter.png\" alt=\"CEO\"></p>\n\t\t\t<p><strong>Director, Technical - Peter Heng</strong></p>\n\t\t</center>\n\t\t<center>\n\t\t</center>\n\t\t<p>Peter started his career with Neptune Orient Lines (NOL) in 1980 where he sailed onboard various types of ships up to the rank of Chief Engineer prior to working ashore as Technical Superintendent taking charge of containeships and bulk carriers. Prior to leaving NOL he worked as Assistant General Manager dealing in equipment and spare part supplies to shipping and maritime organisations in Singapore and the region. In 2003 he moved on to Vships MSI as their Marketing Manager promoting ship management and services, and then to Lloyd's Register as Business Manager. In 2006 he joined Seacastle Singapore as a founding member as Technical Vice President. Prior to joining Integrated Maritime Group, he worked with Meratus Lines in Indonesia as General Manager overseeing the company's fleet of containerships, bulk carriers, crane barge, tugs and flat top barges. Peter has 40 years of experience in the maritime industry.</p>\n\n<h1></h1>\n<center>\n<p><img src=\"./img/team_andrew.jpg\" alt=\"CEO\"></p>\n<p><strong>Director, IT Andrew Chan</strong></p>\n</center>\nAndrew is an IT veteran with experience in multiple disciplines of IT arena. Following his graduation from University of North Carolina, he worked with various IT companies in USA including fleet management, networking, wireless technology, Big Data analytics, customised ERP developments, Internet based technology platforms etc. He along with his team of IT professionals work on Integrated Maritime’s own IT platform to cater to the growing need of Maritime Environment. Andrew is currently positioned as our Director of IT.\n",
  "link": "\\en-us\\docs\\team.html",
  "meta": {}
}
